"CHOOSE_AUDIO_TRACK"="Choisir la piste audio";
"CHOOSE_SUBTITLE_TRACK"="Choisir la piste de sous-titres";

"PLAYING_EXTERNALLY_TITLE"="TV connectée";
"PLAYING_EXTERNALLY_DESC"="Cette vidéo est en cours lecture sur la TV";

"VFILTER_HUE"="Teinte";
"VFILTER_CONTRAST"="Contraste";
"VFILTER_BRIGHTNESS"="Luminosité";
"VFILTER_SATURATION"="Saturation";
"VFILTER_GAMMA"="Gamma";

"PLAYBACK_FAILED"="Erreur pendant la lecture";
"AR_CHANGED"="Format de l'affichage : %@";
"DEFAULT"="Défaut";
"FILL_TO_SCREEN"="Rogner l'image pour remplir l'écran";
"DEVICE_TOOSLOW_TITLE"="Système trop lent";
"DEVICE_TOOSLOW"="Votre %@ semble trop lent pour lire « %@ ». Voulez-vous tout le même ouvrir ce fichier ?";
"PLAYBACK_SPEED"="Vitesse de lecture";

"BUTTON_EDIT"="Édition";
"BUTTON_DONE"="Ok";
"BUTTON_OPEN"="Ouvrir";
"BUTTON_CANCEL"="Annuler";
"BUTTON_SAVE"="Enregistrer";
"BUTTON_DOWNLOAD"="Télécharger";
"BUTTON_DELETE"="Supprimer";
"BUTTON_OK"="OK";
"BUTTON_NEXT"="Suivant";
"BUTTON_CONTRIBUTE"="Contribution";
"BUTTON_BACK"="Retour";
"BUTTON_CONNECT"="Connexion";
"BUTTON_REPEAT"="Répéter";
"BUTTON_RENAME"="Renommer";
"BUTTON_LEARN_MORE"="En savoir plus";
"PRIVATE_PLAYBACK_TOGGLE"="Lecture privée";

"UPGRADING_LIBRARY"="Upgrading Media Library";
"UNTITLED_SHOW"="Émission sans titre";

"OPEN_NETWORK"="Ouvrir un flux réseau";
"NETWORK_TITLE"="flux réseau";
"OPEN_NETWORK_HELP"="Entrez une adresse du type HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP pour lire directement le flux réseau.";
"ABOUT_APP"="À propos de VLC pour iOS";
"OPEN_VLC_MENU"="Ouvrir le menu latéral VLC";
"HTTP_UPLOAD"="Uploader en WiFi";
"HTTP_UPLOAD_SERVER_OFF"="Serveur inactif";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Pas de connexion WiFi active";

"HTTP_DOWNLOAD_FAILED"="Erreur de téléchargement avec le code erreur HTTP %i";
"HTTP_FILE_CREATION_FAILED"="La création du fichier a échoué";
"HTTP_DOWNLOAD_CANCELLED"="Téléchargement annulée par l'utilisateur";

"DOWNLOAD_FROM_HTTP_HELP"="Entrez une adresse pour enregistrer le fichier sur votre %@.";
"DOWNLOAD_FROM_HTTP"="Téléchargements";
"ERROR_NUMBER"="Erreur %i ";
"DOWNLOAD_FAILED"="Échec du téléchargement";
"FILE_NOT_SUPPORTED"="Format de fichier non supporté";
"FILE_NOT_SUPPORTED_LONG"="Le format de fichier utilisé par %@ n'est pas supporté par cette version de VLC pour iOS.";
"SCHEME_NOT_SUPPORTED"="Schéma d'adressage non supporté";
"SCHEME_NOT_SUPPORTED_LONG"="Le schéma d'adressage (%@) n'est pas supporté. Veuillez utiliser une adresse commençant par HTTP, HTTPS ou FTP.";
"LIBRARY_ALL_FILES"="Tous les fichiers";
"LIBRARY_MUSIC"="Album";
"LIBRARY_SERIES"="Séries TV";
"LIBRARY_TRACKS"="%i Pistes";
"LIBRARY_SINGLE_TRACK"="%i Piste";
"LIBRARY_EPISODES"="%i Épisodes, %i non lues";
"LIBRARY_SINGLE_EPISODE"="%i Épisode, %i non lues";
"LIBRARY_TRACK_N"="Piste %i";
"LIBRARY_MINUTES_LEFT"="%@m restant";
"RENAME_MEDIA_TO"="Entrez le nouveau nom pour %@";

"FOLDER_INVALID_TYPE_TITLE"="Types de fichiers erronés";
"FOLDER_INVALID_TYPE_MESSAGE"="Vous pouvez uniquement prendre deux fichiers pour constituer un dossier ou ajouter un fichier unique dans un dossier existant.";
"FOLDER_CHOOSE_NAME_TITLE"="Nouveau dossier";
"FOLDER_CHOOSE_NAME_MESSAGE"="Entrez un titre pour votre dossier";
"FOLDER_NAME_PLACEHOLDER"="Titre du dossier";
"FOLDER_NAME_DUPLICATE_TITLE"="Ce titre existe déjà";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Veuillez svp choisir un titre différent";

"SECTION_HEADER_LIBRARY"="Bibliothèque";
"SECTION_HEADER_NETWORK"="Réseau";

"LOCAL_NETWORK"="Réseau local";
"CONNECT_TO_SERVER"="Connexion au serveur";
"ENTER_SERVER_ADDRESS_HELP"="Entrez l'adresse IP ou le nom du serveur choisi.";
"ENTER_SERVER_CREDS_HELP"="Si nécessaire, entrez votre nom d'utilisateur et mot de passe.";
"USER_LABEL"="Utilisateur";
"PASSWORD_LABEL"="Mot de passe";

"LOCAL_SERVER_REFRESH"="Rafraîchir";
"LOCAL_SERVER_LAST_UPDATE"="Mise à jour le %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="LA CONNEXION AVEC LE SERVEUR A ECHOUÉ";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Veuillez svp vérifier l'adresse du serveur et les informations d'identification";

"DROPBOX_DOWNLOAD"="Télécharger le fichier ?";
"DROPBOX_DL_LONG"="Voulez vous télécharger le fichier « %@ » sur votre %@ ?";
"DROPBOX_LOGIN"="Login";
"CLOUDUNLINKING"="Voulez-vous supprimer le lien entre VLC pour iOS et votre %@ compte?";
"CLOUDUNLINKING_DONE"="VLC a bien été été dissocié de votre compte %@. N'hésitez pas à vous connecter à nouveau.";
"BUTTON_CLOUDUNLINKING"="Dissocier";
"SETTINGS_UNLINK_DROPBOX"="Dissocier de Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Dissocier de Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Erreur lors de la récupération de fichiers";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Votre fichier a été téléchargé avec succès";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="SUCCES";
"GDRIVE_ERROR_DOWNLOADING_FILE"="Une erreur est survenue lors du téléchargement";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="ERREUR";

"NUM_OF_FILES"="%i fichiers";
"ONE_FILE"="1 fichier";
"NO_FILES"="Pas de fichier supporté";
"DOWNLOADING"="Téléchargement…";
"REMAINING_TIME"= "Temps restant: %@";
"ENTER_PASSCODE"="Entrez le mot de passe";
"REENTER_PASSCODE"="Entrez à nouveau le mot de passe";
"PASSCODE_SET"="Définir le mot de passe";
"PASSCODE_CHANGE"="Changer le mot de passe";
"PASSCODE_ENTER_OLD"="Entrez l'ancien mot de passe";
"PASSCODE_ENTER_NEW"="Entrez le nouveau mot de passe";
"PASSCODE_REENTER_NEW"="Entrez à nouveau le nouveau mot de passe";
"PASSCODES_DID_NOT_MATCH"="Les mots de passe ne correspondent pas. Veuillez recommencer.";
"PASSCODE_FAILED_1"="1 échec de saisie du mot de passe";
"PASSCODE_FAILED_FORMAT"="%d échecs de saisie du mot de passe";

"Settings"="Préférences"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Bibliothèque de média vide";
"EMPTY_LIBRARY_LONG"="Pour la lecture, vous pouvez diffuser du contenu multimédia à partir d'un serveur sur votre réseau local, à partir du nuage ou synchroniser les médias avec votre appareil en utilisant iTunes, WiFi Upload ou Cloud Services.";

"PLAYBACK_SCRUB_HELP"="Faites glisser votre doigt vers le bas pour régler la vitesse.";
"PLAYBACK_SCRUB_HIGH"="Défilement haute vitesse";
"PLAYBACK_SCRUB_HALF"="Défilement demi-vitesse";
"PLAYBACK_SCRUB_QUARTER"="Défilement quart de vitesse";
"PLAYBACK_SCRUB_FINE"="Défilement de précision";
"PLAYBACK_POSITION"="Position de lecture";
"VIDEO_FILTER"="Filtres vidéo";
"VIDEO_FILTER_RESET_BUTTON"="Réinitialiser les filtres vidéo";
"VIDEO_ASPECT_RATIO_BUTTON"="Changer le format d'écran";
"PLAY_PAUSE_BUTTON"="Lancer ou vaquer la lecture en cours";
"BWD_BUTTON"="Reculer";
"FWD_BUTTON"="Avancer";

"VERSION_FORMAT"="Version : %@";
"BASED_ON_FORMAT"="Basé sur :<br />%@";

"NEW"="NOUVEAU";

"BUG_REPORT_TITLE"="Signaler un bug";
"BUG_REPORT_MESSAGE"="Voulez-vous créer un rapport de bug ?";
"BUG_REPORT_BUTTON"="Ouvrir Safari";

"VO_VIDEOPLAYER_TITLE"="Lecteur vidéo";
"VO_VIDEOPLAYER_DOUBLETAP"="Double tape pour montrer ou cacher les contrôles";

"FIRST_STEPS_WELCOME"="Bienvenue";
"FIRST_STEPS_WELCOME_DETAIL"="Premières étapes pour synchroniser et lire vos médias.";
"FIRST_STEPS_ITUNES"="Synchronisation de fichiers avec iTunes";
"FIRST_STEPS_ITUNES_DETAILS"="Connectez votre %@ à votre Mac ou PC en utilisant le câble.\nOuvrez iTunes.\nChoisissez votre %@.\nOuvrez l'onglet \"Applications\", faites défiler vers le bas et cherchez Creation MoviePlayer.\nTransférez vos fichiers.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Connectez votre %@ au même réseau que votre Mac ou PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Enclenchez l'interrupteur dans la barre latérale, entrez l'URL dans le navigateur Web et télécharger vos fichiers.";
"FIRST_STEPS_CLOUDS"="Clouds";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Envoyez vos médias à Google Drive ou à Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Ouvrez la barre latérale pour sélectionner votre fournisseur de Cloud et accédez à vos médias pour le téléchargement ou le streaming.";
"FIRST_STEPS_PLAYBACK"="Lecture";
"FIRST_STEPS_FLOSS"="VLC pour iOS est un logiciel gratuit et open source développé par des bénévoles.\nNous espérons que vous allez l'aimez.";

"FIRST_STEPS_TIME"="Temps";
"FIRST_STEPS_ASPECT"="Proportions";
"FIRST_STEPS_SPEED"="Vitesse";
"FIRST_STEPS_REPEAT"="Répéter";
"FIRST_STEPS_SUBTITLES"="Pistes des sous-titres";
"FIRST_STEPS_AUDIO"="Pistes Audio";
"FIRST_STEPS_VOLUME"="Volume";
"FIRST_STEPS_POSITION"="Position";

// CREATION
"TO_PLAY_VIDEOS"="Pour lire des vidéos, télécharger notre App GRATUITE";
"WANT_TO_WATCH"="Vous voulez voir un vidéo?";
"SELECT_ONE"="Choisissez en sur l'App";
"OR"="ou";
"OPEN_VIDEO_URL"="Ouvrez vidéo URL";
"PLAY_LOCAL_FILE"="Ouvrez vos vidéos";
"LIBRARY_ALL_FILES"="Mes Vidéos";
"CREATION5_APP"="Creation 5";
"CANT_OPEN_FILE"="The URL '%@' can't be opened!";
